import React from "react";

function Biography(props) {
    return (
        <div className="columns">
            <section className="text_column1">
                <p>Родился в 1945 году в артистической семье.</p>
                <p>Отец &#8211; архитектор-художник, мать &#8211; пианистка.</p>
                <p>С детства &#8211; среди красок и звуков.</p>
                <p>Первые яркие впечатления: Делакруа, Гоген, Бетховен, Шопен.</p>
                <p>В возрасте десяти лет поступил в музыкальную школу по классу скрипки. В четырнадцать лет дал первый
                    сольный концерт. Параллельно занимался рисунком и живописью под руководством отца и его коллег. В
                    годы обучения в специальной музыкальной школе и училище при Санкт-Петербургской консерватории,
                    увлекся композитором Скрябиным, узнал о его мечте объединить звуки и цвета в музыке. Как-то быстро
                    почувствовал философское направление поиска к этому объединению. Сразу стало ясно, что задача
                    состоит не в том, чтобы «красиво» подсветить, а в том, чтобы композитор, посредством отношений
                    цветов, мог управлять вниманием и эмоциями слушателей, в той же мере, как и посредством отношений
                    звуков. В это же время, благодаря книге Ирвинга Стоуна «Жажда жизни», познакомился с подвижническим
                    служением искусству Ван-Гога, о котором уже много знал. Прочитанное произвело неизгладимое
                    впечатление. С этих пор обучение в Санкт-Петербургской национальной консерватории и дальнейшая
                    профессиональная деятельность были немыслимы вне идеи тотальной взаимосвязи звука и света. Этим
                    обусловлен и интерес к фигуративной живописи как «звучащей материи».
                    В качестве скрипача работал концертмейстером Малого симфонического оркестра «Петербург-концерта».
                    Участвовал в ансамблях, играл в оркестрах радио и телевидения, Малого оперного театра, театра
                    музыкальной комедии, филармонии, оперного театра Консерватории.</p>
                <p>В 1974 году принял участие в первой официальной выставке художников нонконформистов в
                    Санкт-Петербурге. С тех пор участвовал более чем в полусотни выставок в России, Швеции, Германии,
                    США, Канаде, Франции, Италии.</p>
            </section>

            <section className="text_column2"><p>В 1990 году вступил в возрожденное Дворянское собрание, на первом
                съезде которого в Москве в 1992 году познакомился со своей будущей женой княжной Верой Сергеевной
                Оболенской. С тех пор вместе решаются каждодневные проблемы и проблемы, связанные с творческими
                исследованиями.</p>
                <p>В 1994 году задумал воспроизвести в цвете по нотам «Чакону» И.С. Баха, работал над которой с 1995 по
                    2005 гг.</p>
                <p>В 1997 году получил патенты на изобретение во Франции и России:
                    <ol>
                        <li>Устройство для продуцирования аудиовизуальных стимулов</li>
                        <li>Способ формирования цветного изображения</li>
                    </ol></p>

                <p>Вместе с программистом Борисом Бокатовичем начал работу над компьютерной программой по настройке
                    синтезаторов и прожекторов для светозвуковых концертов.</p>
                <p>В 1998 году совершил паломничество к могиле Ван-Гога в Овере. Оказалось, что это произошло ровно
                    через 37 лет после получения сильнейшего заряда, определившего вектор моих предпочтений. В этом был
                    некий знак. Ведь Ван-Гог прожил как раз 37 лет.</p>
                <p>В 2002 году в издательстве «Музыка» в Москве, выпустил книгу «Светозвуковой музыкальный строй»
                    (Элементарная теория аудиовизуальных стимулов). Несколько лет преподавал принципы светозвукового
                    музыкального строя в Национальной Консерватории Санкт-Петербурга. В результате студент
                    композиторского факультета Иван Полех стал серьезным специалистом в области светоаранжировки.</p>
                <p>Начало 21 века ознаменовалось серией концертов с применением новой светозвуковой системы на материале
                    классической и современной музыки.
                    Концерты проходили в залах Капеллы, Филармонии, Смольном соборе, Ледовом дворце Санкт–Петербурга и в
                    Париже в Большом зале ЮНЕСКО.</p>
            </section>
        </div>
    )
}

export default Biography;