import React from "react";
import portrait from '../images/portrait.jpg'
import chaconne from '../images/chaconne.jpg'
function Chaconne(props) {
    return (
        <div className='body'>
            <section className="text">
                <h1>
                    <img className='img_portrait' alt="portret of V. Afanasiev" src={portrait}/>
                    Валентин Афанасьев &#8211; художник и музыкант
                </h1>

                <p><a className="img_chaconne" target="_blank" href="http://afanasieff.ru/chaconne/chaconne.jpg"><img
                    alt="Afanassiev Chaconne de Bach" src={chaconne}/></a>Музыку всегда только слушали. Теперь
                    ее можно увидеть. Это – «Чакона» Баха. Первая в истории картина, написанная, что называется, «по
                    нотам». ( Только при условии неукоснительного выполнения всего подразумевающегося в партитуре, можно
                    утверждать, что картина написана по нотам).</p>

                <p>Нотная запись содержит в себе определенный алгоритм, который реализуется музыкальными средствами.
                    Теперь этот же алгоритм, который является своего рода «душой» музыкального произведения, стало
                    возможным реализовать и средствами живописи. То есть, происходит «переселение души» музыкального
                    произведения из одного мира в другой,- из мира звуков в мир цвета (см. книгу: <a
                        href="http://afanasieff.ru/book"><span>«Светозвуковой музыкальный строй», элементарная теория аудиовизуальных стимулов; Изд. «Музыка». Москва, 2002., автор – Валентин Афанасьев).</span></a>
                </p>

                <p>То, что мы воспринимаем музыку последовательно, ноту за нотой, во времени, говорит только о том, что
                    мы, подобно слепым, наощупь, постепенно узнаем, скажем, какую-нибудь скульптуру и составляем о ней
                    определенное представление. Потом, каким-то образом, прозрев, мы увидели бы ее во всей полноте, все
                    то, что раньше могли узнавать только ощупывая. Искусство это, ведь, инструмент познания в сфере
                    эстетики, подобно тому, как и наука в области практической действительности. Когда мы, посредством
                    эстетического вкуса, ощущаем какую-либо целесообразность, мы говорим, что это нам нравится. Когда мы
                    воспринимаем разумом что-то для нас закономерное, мы говорим: «Нам это понятно». В этом есть связь
                    науки и искусства.</p>

                <p>Выразительные средства музыкальной гармонии, имеющиеся в арсенале величайших композиторов всех
                    времен, выверенные веками, необходимо должны быть привнесены в сферу искусства абстрактной живописи,
                    являющейся, своего рода, музыкой цвета. Тот факт, что найдены соотношения цветов адекватные
                    соотношениям звуков музыкального лада, позволяет предвидеть небывалые доселе возможности
                    практического взаимообогащения и развития искусств, науки, философии.</p>

                <p>На сегодняшний день, в концертах при использовании цветного света, не учитываются музыкальные
                    закономерности. Создаются цветовые субъективные системы, не опирающиеся на законы музыки. Иногда
                    бывает даже «красиво», но не соответствует эмоциональному состоянию требуемого музыкальным
                    произведением. В теории В. Афанасьева все тонкости музыкальной организации соблюдены.</p>

                <p>Мы любим и понимаем музыку далеко не только потому, что это «красиво» звучит.</p>

                <p>Все звуки музыкального строя находятся в определенных отношениях и создают различные комбинации
                    напряженностей.</p>

                <p>Благодаря именно этим отношениям возможна узнаваемость одного и того же музыкального произведения
                    исполненного в любой тональности и в любой из октав.</p>

                <p>В музыке есть, например, понятие – гармонический интервал. Это одновременное сочетание двух разных
                    звуков. Диссонанс – это сильная напряженность. Унисон – ноль относительной напряженности. Например:
                    интервал «малая секунда», на клавиатуре рояля это две любые самые близкие друг к другу клавиши. Если
                    их нажать одновременно прозвучит сильный (очень напряженный) диссонанс. Интервал октава или,
                    например, квинта – консонанс.</p>

                <p>В «теории аудиовизуальных стимулов» учтены все характеристики, касающиеся отношений звуков
                    музыкального строя: мелодические, гармонические, тонально – родственные, функциональные, атональные,
                    четвертитоновые; и сопоставлены с аналогичными характеристиками в отношении цветов.</p>

                <p>Так же и художники говорят о спокойных сочетаниях цветов и напряженных сочетаниях цветов. Например,
                    если рядом расположены красный или красно-оранжевый цвета и зеленый или зелено-синий – создается
                    максимальная напряженность (диссонанс). Теория с математической точностью определяет
                    основополагающие закономерности, которым подчиняется искусство музыки. И только скрупулезное
                    следование этим законам позволяет объединить отношения звуков с отношениями цветов в соответствии с
                    принципами музыкальной организации.</p>

                <p>Теперь о построении музыкальных картин на примере «Чаконы» И.С. Баха.</p>

                <p>Первое – выбор цветовой тональности. «Чакона» написана в ре миноре. Средняя часть – в одноименном ре
                    мажоре.</p>

                <p>В качестве тоники выбран желтый цветовой тон в связи с тем, что, например, Скрябин, Римский –
                    Корсаков и некоторые другие «видели» тональность «ре» в желтом цвете. И, в данном случае, это не
                    вступало в противоречие с ощущением характера музыкального произведения.</p>

                <p>«Чакона» написана в форме вариаций. Тема басовой партии повторяется (или подразумевается) каждые
                    четыре такта. Это своего рода фон, на котором развивается и многообразно трансформируется «корпус»
                    музыки.</p>

                <p>Произведение содержит в себе 256 тактов. Таким образом становится возможным вписать его в квадрат: 16
                    тактов по горизонтали и 16 тактов по вертикали. Самые здесь короткие по длительности звучания ноты,
                    так называемые «тридцать вторые» вписаны в размере полсантиметра, чтобы, все-таки, они были хорошо
                    видны. «Шестнадцатые» - в два раза больше, «восьмые» еще в два раза больше и так далее.</p>

                <p>Таким образом, длина и высота квадратного трехчетвертного такта определилась. («Чакона» написана И.С.
                    Бахом в музыкальном размере трех четвертей). Естественно, стал ясен и полный размер картины.</p>

                <p>Теперь стало возможным приступить к разметке метра и ритма. «Чакона» написана в четырехголосном
                    изложении. Поэтому каждый (по горизонтали) трехчетвертной такт по вертикали разделен на четыре
                    части. Пространство и время описываются одними и теми же единицами. Поэтому преобразование временных
                    отношений в пространственные не составляет большой сложности.</p>

                <p>Известно изречение о том, что «архитектура - это застывшая музыка». «Чакона» И.С. Баха, проявленная в
                    цвете, наглядно подтверждает это высказывание и создает серьезные предпосылки развитию компьютерного
                    искусства «музыкографики».</p>

                <p>Что же касается понимания эволюции живописного искусства, то его истоки можно найти в сказанном
                    Леонардо да Винчи: «Если слепому дать прозреть и если он не художник, то он увидит реки, горы,
                    деревья, а если он художник, то увидит линии, формы и цвета».</p>
            </section>

        </div>
    )
}

export default Chaconne;