import React from "react";

function Exhibitions(props) {
    return (
        <>
            <section className="columns">
                <ul className="text_column1">
                    <li>1974, 22-25 декабря Первая выставка художников-нонконформистов. ДК им.Газа, г. Ленинград</li>
                    <li>1975, 10-20 сентября Вторая выставка художников нонконформистов. ДК "Невский", г. Ленинград</li>
                    <li>1976 Музей-квартира Ф.М. Достоевского, Ленинград</li>
                    <li>1976 Квартирная выставка художников-нонконформистов. Москва</li>
                    <li>1978 Выставка ленинградских художников. Музей современного искусства, Ереван</li>
                    <li>1978, 11-13 апреля Институт киноинженеров, Ленинград</li>
                    <li>1978, 4 марта Клуб им. Калинина, Ленинград</li>
                    <li>1978 Союз писателей, г.Ленинград</li>
                    <li>1980 "Олимпийская выставка". Ленинградский Дворец Молодежи, г.Ленинград</li>
                    <li>1981 Выставка Товарищества Экспериментального Изобразительного Искусства (ТЭИИ). ДК им. Кирова,
                        г. Ленинград
                    </li>
                    <li>1981 Выставка художников нонконформистов. Ленинградский Дворец Молодежи, г. Ленинград</li>
                    <li>1985 Персональная выставка. Выставочный зал Союза Композиторов, Ленинград</li>
                    <li>1988 "Тысячелетие крещения Руси". Выставочный зал Союза Художников, г. Ленинград</li>
                    <li>1988 "Весна-88". Объединение "Вернисаж", Москва</li>
                    <li>1988 Выставка живописи. Монастырь святого Бонифация- Франкфурт-Нюрнберг-Ганновер- Мюнхен, ФРГ
                    </li>
                    <li>1988 "Современнное искусство Ленинграда". ЦВЗ "Манеж", г. Ленинград</li>
                    <li>1988 Групповая выставка в Доме Журналиста. г. Ленинград</li>
                    <li>1989 Выставка живописи. UNESCO, Париж, Франция</li>
                    <li>1989 Выставка живописи. Gallery Gete Terseus, Стокгольм, Швеция</li>
                    <li>1989 Выставка русских художников. Париж</li>
                    <li>1990 Выставка живописи. Scala Gallery, Нью-Йорк, США</li>
                    <li>1990 "Небо и твердь". ЦВЗ "Манеж", Санкт-Петербург</li>
                    <li>1990 Фестиваль ленинградских галерей. ЦВЗ "Манеж", г.Ленинград</li>
                    <li>1990 "Современное искусство Ленинграда". Германия, Норвегия</li>
                    <li>1992 Персональная выставка. Art Gallery Joseph D. Carrier, Торонто, Канада</li>
                    <li>1992 "Воскресение". Государственный музей этнографии, Санкт-Петербург</li>
                    <li>1993 Выставка живописи. Центральный выставочный зал Союза Писателей, Москва</li>
                    <li>1993 Выставка живописи. Gallery G.Krohn, Стокгольм, Швеция</li>
                    <li>1993 Выставка из собрания музея "Царскосельская коллекция", штат Мичиган, США</li>
                    <li>1993 "От авангарда до наших дней". ЦВЗ "Манеж", г. Санкт-Петербург</li>
                </ul>
                <ul className="text_column2">
                    <li>1994 "Осенний салон". Париж, Франция</li>
                    <li>1994 III Петербургская биеннале. Галерея "Арт-коллегия", Санкт-Петербург</li>
                    <li>1994-1996 "Самоидентификация. Аспекты петербургского искусства 1970-1990-х".
                        Киль-Берлин-Осло-Сопот-Копенгаген-Санкт-Петербург.
                    </li>
                    <li>1994 Выставка живописи. Пушкинский центр, Париж, Франция</li>
                    <li>1995 Выставка произведений из частных коллекций. ЦВЗ "Манеж", г.Санкт-Петербург</li>
                    <li>1995 Выставка живописи. Art Gallery, Торонто, Канада</li>
                    <li>1995 "После "Черного квадрата", Москва</li>
                    <li>1995 Персональная выставка. Marly le Roi (Hotel de ville), Франция</li>
                    <li>1996 Петербург-95. ЦВЗ Манеж, Санкт-Петербург</li>
                    <li>1996 "Осенний салон". Париж, Франция</li>
                    <li>1996 Выставка из коллекции Чудновских. Университет Лафайет, США</li>
                    <li>1996 Выставка живописи, Берлин, Германия</li>
                    <li>1996 Выставка живописи, Рим, Италия</li>
                    <li>1997 Purple Gallery, Нью-Йорк, США</li>
                    <li>1997 Валентин Афанасьев. Живопись. La Galerie Art Present, Париж, Франция</li>
                    <li>1998 "Анатомия современного искусства", галерея "Арт-колегия", Санкт-Петербург</li>
                    <li>1998 "Анатомия современного искусства Санкт-Петербурга". ЦВЗ "Манеж", г.Санкт-Петербург</li>
                    <li>2002 Выставка из фондов ЦВЗ "Манеж"</li>
                    <li>2003 Выставка из фондов Музея нонконформистского искусства "Пушкинская, 10", Санкт-Петербург
                    </li>
                    <li>2003 "Традиции и современность". ЦВЗ "Манеж", Санкт-Петербург</li>
                    <li>2004 "Газаневщина". К 30-летию открытия выставки в ДК им. Газа. ЦВЗ "Манеж", г.
                        Санкт-Петербург
                    </li>
                    <li>2007 "Музыка изобразительного искусства", Музей Державина, г.Санкт-Петербург</li>
                    <li>2009-02-23 Валентин Афанасьев. Искусство зримой музыки. Арт-холл "МонаКо", г. Санкт-Петербург
                    </li>
                    <li>2011 "Работы года". IFA, Санкт-Петербургский творческий союз художников</li>
                    <li>2011 "Осенняя выставка". Санкт-Петербургский союз художников</li>
                    <li>2012 Персональная выставка. Отель "Новый Петергоф". Петергоф</li>
                    <li>2012 Персональная выставка. Галерея "Мольберт". Санкт-Петербург</li>
                    <li>2013 Выставка "Звучащее вещество" Русский музей. Санкт-Петербург</li>
                    <li>2013 Российский центр науки и культуры. Париж</li>
                </ul>
            </section>
        </>
    )
}

export default Exhibitions;