import React from "react";

function Video(props) {
    return (
        <div className="columns">

            <section className="text_column2">


                <p className="video"> <iframe src="https://www.youtube.com/embed/0nE1R3cVmoc" frameborder="0" allowfullscreen></iframe></p>
                <p>В новом ролике представляем вашему вниманию прототип динамической светозвуковой картины во времени и пространстве, созданной с применением системы Афанасьева</p>
                <p className="video"><iframe src="https://www.youtube.com/embed/W_jJoldMNm4" frameborder="0" allowfullscreen></iframe></p>

                <p>Новая презентация, в которой показаны другие фрагменты концертов, а так же добавлены картины, написанные по нотам.</p>

                <p className="video"><iframe src="http://www.youtube.com/embed/THHQNhfvlck"></iframe></p>

                <p>Этот ролик-презентация смонтирован из отрывков концертов разных лет, где в составе оркестра использован цветомузыкальный инструмент, работающий по системе цветозвуковых отношений В. Афанасьева.</p>

                <p>Ниже представлена передача телеканала "100-тв", в которой вы увидите запись концерта в Ледовом дворце Санкт-Петербурга, а так же интервью с В. Афанасьевым, известными исполнителями (П. Осетинская, И. Изотов) и дирижером А. Анихановым (засл.арт.РФ), принимавшими участие в концерте.</p>

                <p>"Прометей"</p>
                <p className="video"><iframe src="https://www.youtube.com/embed/zdXQqoLaUBk" frameborder="0" allowfullscreen></iframe>
                </p>
                <br /><p>Съемка из центра зала того же автора - все номера концерта "Прометей". В данном случае запись представляется более выгодной для демонстрации возможностей системы Афанасьева, показанных в данном концерте.<br />
                    А. Петров, увертюра из кинофильма "Укрощение огня"<br /> </p>
                    <p className="video"><iframe src="http://www.youtube.com/embed/MdaPIH71qV0?rel=0" frameborder="0" allowfullscreen></iframe></p><br />
                        А. Скрябин, "Прометей" поэма огня.<br />
                        <p className="video"><iframe src="http://www.youtube.com/embed/V4BG42JBa7g?rel=0" frameborder="0" allowfullscreen></iframe></p><br />
                        М. Равель, Болеро<br />
                        <p className="video"><iframe src="http://www.youtube.com/embed/HeHRXhW8SBA?rel=0" frameborder="0" allowfullscreen></iframe></p><br />
                        К. Орф, "Кармина Бурана", "O, Fortuna!"<br />
                        <p className="video"><iframe src="http://www.youtube.com/embed/vTCdhxAccm4?rel=0" frameborder="0" allowfullscreen></iframe></p><br />
                        Дж. Гершвин, Рапсодия in blue<br />
                        <p className="video"><iframe src="http://www.youtube.com/embed/e1LqGANHmt8?rel=0" frameborder="0" allowfullscreen></iframe></p><br />
                        Р. Вагнер, Увертюра к опере "Тангейзер".<br />
                        <p className="video"><iframe src="http://www.youtube.com/embed/I4LYmn9OeEw?rel=0" frameborder="0" allowfullscreen></iframe></p><br />
                        <br />Отрывок из концерта в Большом зале филармонии петербурга.<br />В. Успенский, "Дифирамб любви"<br />
                            <p className="video"><iframe src="http://www.youtube.com/embed/vJrBPs56YBI" frameborder="0" allowfullscreen></iframe></p><br />
                            <br />А. Вивальди, "Лето" из цикла "Времена года"<br />На этом видео представлен вариант настроечной таблицы, показывающей цвето-звуковые соотношения. Центральный многоугольник - пространство мелодических характеристик, обрамление - пространство функциональных отношений, между ними - пространство тональных характеристик.<br />
                                <p className="video"><iframe src="http://www.youtube.com/embed/9mvDmaH7IrY" frameborder="0" allowfullscreen></iframe></p><br />
                <br /><p>Следующее видео - фрагмент концерта 2006 года в концертном зале ЮНЕСКО (Париж).</p><br />
                                    <p className="video"><iframe src="http://www.youtube.com/embed/Yfl9qjuZmM0" frameborder="0" allowfullscreen></iframe></p>
            </section>

            <section className="text_column1">
                <p className="video"><iframe src="http://www.youtube.com/embed/DGzZc2Z1YJQ" frameborder="0" allowfullscreen></iframe></p>
                <p>Лекция-концерт в Русском музее.</p>
                <br />

                    <h3>Искусство, как инструмент познания в синтезе объективного и субъективного.</h3>
                    <p>Со времени своего возникновения живопись, очевидно, несла в себе две основные функции: изобразительную и эмоциональную. Эмоциональную – посредством сюжета, композиции, ритма, цвета, фактуры. Примерно с изобретением фотографии начались поиски решений чисто эмоциональной стороны живописи, постепенно отодвигая изображение и сюжет на второй план. То есть всякая конкретность являлась формальным поводом для выявления самостоятельной значимости цвета, ритма, композиции. Стали появляться различные течения: импрессионизм, экспрессионизм, кубизм и т.д. И только в 1910 году впервые, Василий Кандинский, а вслед за ним и многие другие художники пришли к беспредметной живописи, которая не сковывалась конкретным содержанием, и могла развиваться как новый, самостоятельный вид искусства, подобный музыке.</p>

                    <p>На извечный вопрос о том, что же такое есть искусство, пока, вероятно, нельзя отвечать определенно-однозначно. Искусство многофункционально. Тем не менее, среди различных точек зрения, все более четко проявляется представление об искусстве, как о роде человеческой деятельности исполняющей ту же роль в сфере эстетической, что и наука в сфере рационального. То есть искусство рассматривается в качестве некоего инструмента познания.</p>

                    <p>Часто нами встречаются задачи очень трудные для понимания. В этих случаях мы и пользуемся словами «понял» или «не понял» (это в области рационального). «Не понять» можно по двум причинам – либо задача поставлена не корректно, либо она, пока еще, слишком трудна. Что касается произведений искусства, то мы чаще всего говорим: понравилось или не понравилось (сфера эстетического).</p>

                    <p>Опять две причины – если «не понравилось», то, либо действительно «плохо», либо, для меня, пока еще, недоступно.</p>

                    <p>Когда дискутируется тема о прогрессе в искусстве, результатом чаще всего бывает отрицание. Но что касается общего мировоззрения, подвергающегося поступательному воздействию новых направлений, мы не можем отрицать положительных результатов в расширении нашего эстетического кругозора.</p>

                    <p>Научная деятельность в корне изменила наше миросозерцание. Но наука, в современном ее понимании, существует всего лишь около трехсот лет. Конечно, и в донаучную эпоху случались выдающиеся откровения, но все же, они были достаточно редки. Что же касается последних нескольких десятилетий, то научные достижения превосходят все, что было создано в доступном нашему обозрению прошлом.</p>

                    <p>Искусство же сейчас, во многом, переживает период «безвременья». </p>

                    <p>Но то, что было начато импрессионистами,  кубистами, абстракционистами, постепенно переходит в новое качество, и в первую очередь, в философии искусства.  Идеи художников, на новом уровне, переплетаются с идеями музыкантов, ученых, что дает возможность переосмысления прошлых достижений в различных областях искусства и науки. Осуществлен симбиоз звука и цвета в музыке (см. В. Афанасьев. «Светозвуковой музыкальный строй»). Медицина заинтересована в исследованиях возможностей арт-терапии и т.д. Имеются серьезные предпосылки к поиску эстетических критериев способствующих подтверждению истинности научных теорий.</p>

                    <p>Пути к достижению этих целей, естественно, могут быть как и неожиданными, так и очевидными.</p>

                    <p>Как, например, может зародиться замысел произведения искусства?</p>

                    <p>Толчком для создания художественного произведения может явиться или некий внешний фактор, или внутреннее переживание безо всякой видимой внешней причины. Говоря о внешнем факторе, можно представить себе следующий пример: красивые облака, величественные горы. Что-то нравится больше, что-то менее. Художник выбирает натуру в соответствии со своим вкусом. То есть он интуитивно почувствовал некий порядок, который, будучи развит его талантом, может превратиться в произведение искусства.</p>

                    <p>Также и внутреннее переживание,  направленное на создание художественного произведения, само в себе, посредством внутреннего творческого процесса, создает опять-таки некий порядок, готовый превратиться в произведение искусства.</p>

                    <p>Таким образом, искусство можно рассматривать как некий симбиоз иррационального и рационального. Какие-то, пока, может быть, непонятные, внутренние побуждения (вещь в себе) посредством воли художника-музыканта преобразуются в художественное произведение (явление), реализованное в материале звука или цвета.</p>

                    <p>Нечто подобное можно увидеть и в математике. Г.Лейбниц и А.Лосев показывают: «Музыка и математика – одно и то же в смысле идеальности сферы, к которой то и другое относится». Стоит напомнить легенду о зарождении математики: 2 яблока + 2 яблока = 4. Налицо способ эмпирического выражения числовых отношений. Тем не менее, математика становится инструментом абстрактного мышления, основополагающие законы, естественно, могут быть экстраполированы на любые предметы. При этом «предметы» могут быть совершенно различными: звуки, цвета, геометрические отношения и т.д. </p>

                    <p>Звуками научились управлять давно – наверное, потому, что человек сам способен воспроизводить их голосом. Но понятие «музыка» не содержит в себе слова «звук» и не ограничивает себя им. Мы часто говорим о музыке в поэзии, живописи, танце и т.д.</p>

                    <p>С точки зрения акустики, музыка – это чередование напряженностей звукового материала. Степени напряженностей могут быть различными – от минимальных до максимальных. Напряженности эти могут проявляться в последовательном движении звуков – от одного к другому (в мелодии) или в одновременном звучании (интервалы, аккорды).</p>

                    <p>Подобную картину мы можем наблюдать, если обратимся уже не к звукам, а к цвету. В отношениях между различными цветами мы тоже видим степени напряженностей – от минимальных до максимальных.</p>

                    <p>В интерпретации эстетических предпосылок И. Канта, искусство – это проекция на предмет субъективной гармонии наших способностей. Для композитора «предметом», в который он вкладывает («проектирует») эстетически обусловленные «движения своей души», являются звуки. Звуки эти записываются определенным образом на нотном стане. Исполнитель музыкального произведения расшифровывает эту запись и доносит до слушателя переживания композитора, выраженные определенными сочетаниями звуков. Из этого следует, что любая нотная запись (по существу система символов) содержит в себе определенный алгоритм, который и проявляется во время исполнения музыкального произведения.</p>

                    <p>Но тот же внутренний  «порядок», о котором говорилось выше, явившийся причиной  некоего алгоритма, проявленного в звуках, может быть проявлен и посредством цветовых отношений, и отношений геометрических направленностей. Это напоминает концепцию И. Канта о «вещах в себе» и «явлениях», ноуменальном мире и феноменальном.</p>

                    <p>Интересен такой пример: слепые от рождения ориентируются в мире посредством осязания и слуха. И если бы было  возможно дать им зрение, они получили бы несоизмеримо большие возможности в восприятии. Хотя осязанием и зрением один и тот же предмет воспринимается по-разному, тем не менее, в совокупности этих чувств (осязание и зрение) полнота информации, исходящей от  этого предмета, возросла бы несравненно.</p>

                    <p>Искусства рождаются и умирают. Например, некогда великое искусство устного народного эпоса с изобретением книгопечатания практически исчезло. Родилось искусство фотографии, кино: вначале как черно-белое, затем – цветное. В 1910 году появилось искусство абстрактной живописи – своего рода музыка цвета. Ван Гог, кстати, задолго до этого говорил, что живопись сможет достигнуть еще больших высот только тогда, когда максимально приблизится к музыке.</p>

                    <p>Мечты об объединении звуков и цвета – по общим для них закономерностям – не покидают нас вот уже на протяжении двухсот пятидесяти лет. Среди тех, кто вел интенсивную (в той или иной мере) работу для осуществления этой мечты, мы встречаем имена Ньютона, Гретри, Рамо, Эйлера, Гете, Вагнера, Гельмгольца, Скрябина, Оствальда, Термена, Эйнштейна и многих других. Это только в новое время. Упоминание о том, что «цвета по приятности их соответствий могут относиться между собою подобно музыкальным созвучиям и быть взаимно пропорциональными» (Аристотель), восходит к античности. </p>

                    <p>Цветозвуковая теория достаточно сложна. Поэтому коротко можно сказать лишь о том, что найдены соотношения степеней цветовых напряженностей, соответствующие напряженностям в отношениях звуков. В музыкальной гармонии это отношения функциональные – тонические, субдоминантовые, доминантовые.</p>

                    <p>В связи с тем, что природа цвета и звука различна, система отношений цветов, представляет собою три ветви: ветвь функциональных наклонений, ветвь тонального плана и ветвь мелодическую. Иначе говоря, в известном смысле один и тот же звук может характеризоваться тремя различными цветами в зависимости от того, какую позицию он занимает:
                        <ul><li>в пространстве функциональных наклонений;</li>
                            <li>в пространстве тональностей;</li>
                            <li>в пространстве мелодии.</li></ul></p>

                    <p>Все это происходит по той причине, что цвета спектра (в отличие от звукового ряда) располагаются последовательно (поступенно) в смысле частот и так называемого родства.</p>

                    <p>Другую картину мы видим в отношениях звуков: частоты располагаются пропорционально последовательности хроматической гаммы, а степень максимального родства звуков определяется интервалом квинты. Два цвета, расположенные в спектре рядом, не являют собой диссонанса (контраста), два же соседних звука хроматической гаммы, звучащие одновременно, представляют собой сильный диссонанс (малая секунда).</p>

                    <p>В цветоведении диссонанс – противоположные цвета.</p>

                    <p>Огромное эмоциональное значение имеет и геометрия направлений лучей цветного света. Опять-таки геометрические принципы цветовых направленностей могут проявляться в  трех вышеназванных позициях. Условно говоря, параллельно направленные пучки света (консонанс) или перпендикулярно пересекающиеся (диссонанс). Каждый из них – определенного цвета.</p>

                    <p>Степени геометрических напряженностей определяются угловыми градусами направлений световых пучков, обусловленными соответствующими принципами предлагаемой аудиовизуальной системы. Система основана на ладофункциональных отношениях, принципах додекафонии и алеаторики.</p>

                    <p>Время и пространство описываются одними и теми же единицами, поэтому музыкальная форма приобретает в живописном произведении графическую определенность. Выразительные средства музыкальной гармонии, имеющиеся в арсенале величайших композиторов всех времен, выверенные веками, необходимо должны быть привнесены в сферу искусства живописи, являющегося своего рода музыкой цвета. Тот факт, что найдены соотношения цветов адекватные соотношениям звуков музыкального лада, позволяет предвидеть небывалые доселе возможности взаимообогащения и развития искусств, науки, философии. Таким образом живописные сочинения могут следовать уже известным законам поэзии и музыки. И при этом принципиальные различия между стихиями звука и цвета, позволяют в живописи выразить то, что находится в музыкальном произведении за гранью звукового восприятия.</p>

                    <p>При несложной рационализации современных технических средств цветосветовые отношения естественно преобразуются в звуковые. Это позволит услышать любой видимый сюжет, в том числе, например, гармонию спектров электромагнитных излучений различных химических элементов и т.д.</p>

                    <p>Параллельно с научными изысканиями в области микромира, где элементарная частица, возможно, явится «входом в новую вселенную», поиски великих художников-исследователей, привели к пониманию значения для искусства простейших геометрических форм: цилиндр, конус, шар (П.Сезанн), крест, прямоугольник, квадрат, круг (К.Малевич, П. Мондриан).</p>

                    <p>В результате всего выше сказанного, нельзя не усмотреть необходимого детерминированного параллелизма научных и искусствоведческих исследований.</p>

                    <p>Для сколько-нибудь адекватного описания действительности, проявленной в виде отношений субъект-объект, современных научных приоритетов явно недостаточно. «Наука требует своего обновления» (Э.Шредингер). Истина триедина. Истина – это также и категория блага, и категория прекрасного. Так, по крайней мере, трактует религиозная философия. И еще: математика – это наука, в которой изучаются пространственно-временные формы и количественные отношения действительного мира. В области же субъективного, пространственно-временными формами и количественными отношениями оперируют живопись и музыка. Поэтому именно искусство, наряду с философией, является неотъемлемым инструментом познания, необходимым для восполнения истинно научного понимания мироздания.</p>
            </section>
        </div>
    )
}
export default Video;